Repository: Raulco02/IPOkemon
Catalog: IPOkemon Raul Calzado/IPOkemon Raul Calzado/Strings/*/Resources.resw
Source language: en_us
Languages: es_es

# aceptar
source: Accept
es_es: Aceptar

# AlturaPokemon.Text
source: Height
es_es: Altura

# ataqueAla
source: Wing Attack
es_es: Ataque Ala

# BotonAcerca.Content
source: About
es_es: Acerca de

# BotonCombate.Content
source: Combat
es_es: Combate

# BotonDosJugadores.Content
source: 2 Player
es_es: 2 Jugadores

# BotonIdioma.Content
source: Change language
es_es: Cambiar idioma

# BotonInicio.Content
source: Home
es_es: Inicio

# BotonPractica.Content
source: Practice
es_es: Practica

# BotonUnJugador.Content
source: 1 Player
es_es: 1 Jugador

# btnAtaqueAla.Content
source: Wing Attack
es_es: Ataque Ala

# btnBurbuja.Content
source: Bubble
es_es: Burbuja

# btnDescanso.Content
source: Rest
es_es: Descanso

# btnLuchar.Content
source: Fight
es_es: Luchar

# btnRoca.Content
source: Rock Throw
es_es: Lanzarrocas

# burbuja
source: Bubble
es_es: Burbuja

# BusquedaPokemon.PlaceholderText
source: Search
es_es: Buscar

# cancelar
source: Cancel
es_es: Cancelar

# comienzoCombate
source: The battle is about to start!
es_es: ¡Da comienzo el combate! Se enfrentarán

# contenidoCambioIdioma
source: Select the language of your choice:
es_es: Selecciona tu idioma:

# descanso
source: Rest
es_es: Descanso

# descripcionGengar
source: To take the life of its prey, it slips into its shadow and waits for its chance in silence.
es_es: Para quitarle la vida a su presa, se desliza en su sombra y espera su oportunidad en silencio.

# descripcionPiplup
source: He does not like to be looked after. As he does not appreciate the support of his Trainer, he finds it difficult to gain confidence with him.
es_es: No le gusta que lo cuiden. Como no aprecia el apoyo de su Entrenador, le cuesta coger confianza con él.

# dialogoAtaque
source: used
es_es: usó

# dialogoDebilitado
source: fainted. End of the battle.
es_es: ha sido debilitado. Fin del combate

# dialogoDebilitados
source: fainted. End of the battle.
es_es: han sido debilitados. Fin del combate

# dialogoFallo
source: failed
es_es: falló

# dialogoMuerteSubita
source: used Sudden Death.
es_es: ha usado muerte súbita.

# lanzarrocas
source: Rock Throw
es_es: Lanzarrocas

# lblEleccion.Text
source: Choose a play mode
es_es: Elige un modo de juego

# muerteSubita
source: Sudden Death
es_es: Muerte Súbita

# PesoPokemon.Text
source: Weight
es_es: Peso

# precaucionAtaqueAla
source: is too tired to perform wing attack. Requires at least 10 energy points.
es_es: está demasiado cansado para realizar ataque ala. Requiere al menos 10 puntos de energía.

# precaucionBurbuja
source: is too tired to perform bubble. Requires at least 25 energy points.
es_es: está demasiado cansado para realizar burbuja. Requiere al menos 25 puntos de energía.

# precaucionDescanso
source: is not tired. Try again.
es_es: no está cansado. Vuelve a probar.

# precaucionLanzarrocas
source: is too tired to perform a rock throw. It requires at least 40 energy points. Be careful, performing this move causes damage to your Pokemon.
es_es: está demasiado cansado para realizar lanzarrocas. Requiere al menos 40 puntos de energía. Sé cuidadoso, realizar este movimiento causa daño a tu Pokemon

# precaucionMuerte
source: can only perform sudden death when you have 10 life points or less.
es_es: sólo puede realizar muerte súbita cuándo tiene 10 puntos de vida o menos

# precaucionProteccion1
source: Protect is a very demanding movement, so it is possible that at times
es_es: Protección es un movimiento muy exigente, por lo que es posible que a veces

# precaucionProteccion2
source: cannot perform it. Requires at least 20 energy points.
es_es: no pueda realizarlo. Requiere al menos 20 puntos de energía.

# precaucionPsiquico
source: can only perform psychic when he has 20 energy points or more.
es_es: sólo puede realizar psíquico cuándo tiene 20 puntos de energía o más.

# proteccion
source: Protect
es_es: Protección

# psiquico
source: Psychic
es_es: Psíquico

# tbBienvenido.Text
source: Welcome to IPOKémon!
es_es: ¡Bienvenid@ a IPOkémon!

# tbTextoInicio.Text
source: Welcome to IPOkémon! Here you will find detailed information about each of the Pokémon that inhabit this vast world. Explore their abilities, characteristics and types to create the perfect team. But remember, the real challenge is in the battle. Master the strategies and tactics to confront other trainers. Choose your moves wisely, exploit type advantages and unleash powerful special attacks. Each encounter is an opportunity to demonstrate your skill and achieve victory. Get ready to unleash the full potential of your Pokémon and become an IPOkémon master!
es_es: ¡Bienvenido a IPOkémon! Aquí encontrarás información detallada sobre cada uno de los Pokémon que habitan en este vasto mundo. Explora sus habilidades, características y tipos para crear el equipo perfecto. Pero recuerda, el verdadero desafío está en el combate. Domina las estrategias y tácticas para enfrentarte a otros entrenadores. Elige sabiamente tus movimientos, aprovecha las ventajas de tipo y desata poderosos ataques especiales. Cada encuentro es una oportunidad para demostrar tu habilidad y alcanzar la victoria. ¡Prepárate para desencadenar todo el potencial de tus Pokémon y convertirte en un maestro de IPOkémon!

# tipoGengar
source: Ghost, Poison
es_es: Fantasma, Veneno

# tipoPiplup
source: Water
es_es: Agua

# tituloCambioIdioma
source: Select a language
es_es: Selecciona idioma

# y
source: and
es_es: y
